{"D_Intro_I_DK22TT80161": [{"cauhoi": "Cấu trúc của một địa chỉ email là?", "dapan": ["<Tên miền>@<Tên_người_dùng>", "<Tên_người_dùng>.<Tên_miền>", "<Tên_miền>.<Tên_người_dùng>", "<Tên_người_dùng>@<Tên_miền>"], "dapandung": "<Tên_người_dùng>@<Tên_miền>"}, {"cauhoi": "Giao thức SMTP được sử dụng trong thư điện tử sử dụng cổng mặc định nào để kết nối?", "dapan": ["21", "25", "143", "110"], "dapandung": "25"}, {"cauhoi": "Tính đến năm 6/2016 tại Việt Nam có bao nhiêu ISP (Internet Service Provider) đăng ký cung cấp dịch vụ?", "dapan": ["18", "20", "12", "15"], "dapandung": "18"}, {"cauhoi": "Dịch vụ FTP sử dụng cổng mặc định nào để truyền dữ liệu?", "dapan": ["21", "25", "22", "20"], "dapandung": "20"}, {"cauhoi": "Địa chỉ IPv6 bao gồm bao nhiêu bit?", "dapan": ["128 bit", "32 bit", "16 bit", "48 bit"], "dapandung": "128 bit"}, {"cauhoi": "Đâu là tên trình duyệt web trên máy tính Windows?", "dapan": ["Web Explorer", "Internet Browser", "Web Browser", "Internet Explorer"], "dapandung": "Internet Explorer"}, {"cauhoi": "Internet được chính thức cho phép hoạt động tại Việt Nam vào năm nào?", "dapan": ["1995", "1997", "1993", "1999"], "dapandung": "1997"}, {"cauhoi": "Địa chỉ IP lớp C có bao nhiêu bit dành cho phần mạng mạng?", "dapan": ["8", "24", "16", "4"], "dapandung": "24"}, {"cauhoi": "Tên miền rdi.edu.vn là tên miền thuộc về cơ quan, tổ chức, doanh nghiệp hoạt động liên quan đến lĩnh vực nào?", "dapan": ["Hoạt động nghiên cứu", "Hoạt động giáo dục", "Hoạt động thương mại", "Hoạt động quân sự"], "dapandung": "Hoạt động giáo dục"}, {"cauhoi": "Ứng dụng nào sau đây KHÔNG hỗ trợ hội thoại trực tuyến?", "dapan": ["Facebook Messenger", "Skype", "Yahoo Messenger", "Gmail"], "dapandung": "Gmail"}, {"cauhoi": "DNS dùng để làm gì?", "dapan": ["Phân giải tên miền", "Duyệt web", "Định tuyến", "Cấp phát địa chỉ IP"], "dapandung": "Phân giải tên miền"}, {"cauhoi": "Địa chỉ 192.168.0.200 này thuộc lớp nào?", "dapan": ["A", "C", "B", "D"], "dapandung": "C"}, {"cauhoi": "Nhà cung cấp dịch vụ đường truyền để kết nối với Internet được viết tắt là gì?", "dapan": ["IAP", "IIS", "ISP", "ICP"], "dapandung": "IAP"}, {"cauhoi": "Đâu KHÔNG phải ưu điểm của việc sử dụng đường truyền cáp quang để kết nối Internet?", "dapan": ["Lắp đặt đơn giản", "Lưu lượng truy cập lớn", "Tốc độ truy cập nhanh", "Không bị nhiễu do thời tiết"], "dapandung": "Lắp đặt đơn giản"}, {"cauhoi": "Truy cập Internet bằng đường truyền ADSL là truy cập bất đối xứng. Anh/ chị hãy cho biết truy cập bất đối xứng trong ADSL có nghĩa là gì?", "dapan": ["Tốc độ truyền xuống (download) bằng tốc độ truyền lên (upload)", "Tốc độ truyền lên (upload) là không cần thiết", "Tốc độ truyền xuống (download) nhỏ hơn tốt độ truyền lên (upload)", "Tốc độ truyền xuống (download) lớn hơn tốc độ truyền lên (upload)"], "dapandung": "Tốc độ truyền xuống (download) lớn hơn tốc độ truyền lên (upload)"}, {"cauhoi": "Địa chỉ IPv4 nào sao đây là địa chỉ IP của lớp C?", "dapan": ["172.30.0.253", "192.168.0.25", "172.16.0.253", "10.5.0.200"], "dapandung": "192.168.0.25"}, {"cauhoi": "Mục đích chính của việc đưa ra tên miền?", "dapan": ["Dễ nhớ", "Tên miền đẹp hơn tên địa chỉ IP", "Do thiếu địa chỉ IP", "Tên miền dễ xử lý hơn địa chỉ IP"], "dapandung": "Dễ nhớ"}, {"cauhoi": "Địa chỉ IPv4 đang được sử dụng bao nhiêu lớp?", "dapan": ["5", "2", "4", "3"], "dapandung": "5"}, {"cauhoi": "Tên miền rdi.tvu.edu.vn là tên miền con của tên miền nào sau đây?", "dapan": ["rdi.edu.vn", "tvu.edu.vn", "tvu.rdi.vn", "rdi.vn"], "dapandung": "tvu.edu.vn"}, {"cauhoi": "Đâu là đặc điểm của việc sử dụng đường truyền cáp quang để kết nối Internet?", "dapan": ["Lưu lượng truy cập bị hạn chế", "Dễ bị nhiễu do dùng ánh sáng để truyền dữ liệu", "Không bị nhiễu do thời tiết", "Dùng ánh sáng truyền dữ liệu thông qua vệ tinh"], "dapandung": "Không bị nhiễu do thời tiết"}, {"cauhoi": "ISP (Internet Service Provider) là gì?", "dapan": ["Nhà cung cấp thiết bị phục vụ việc truy cập Internet", "Nhà cung cấp dịch vụ trên Internet như cung cấp: Email, WebServer, …", "Nhà cung cấp dịch vụ trên Internet và thiết bị phục vụ việc truy cập Internet", "Nhà cung cấp dịch vụ và việc truy cập và sử dụng Internet"], "dapandung": "Nhà cung cấp dịch vụ và việc truy cập và sử dụng Internet"}, {"cauhoi": "Tổ chức nào chịu trách nhiệm cung cấp địa chỉ IP?", "dapan": ["BBN", "W3C", "INTERNIC", "NSF"], "dapandung": "INTERNIC"}, {"cauhoi": "Địa chỉ tên miền nào sao đây có mức cao nhất được đăng ký tại Việt Nam?", "dapan": ["rdi.tvu.edu.vn", "rdi.edu.vn", "www.rdi.edu.vn", "rdi.vn"], "dapandung": "rdi.vn"}, {"cauhoi": "Hệ thống tên miền được tổ chức như thế nào?", "dapan": ["Ngang hàng", "Phân cấp hình cây", "Không có tổ chức rõ ràng", "Theo các lớp"], "dapandung": "Phân cấp hình cây"}, {"cauhoi": "Máy chủ chứa dịch vụ web còn được gọi là?", "dapan": ["Mail Server", "Server", "Web Server", "Work Station"], "dapandung": "Web Server"}, {"cauhoi": "Dịch vụ FTP sử dụng cổng mặc định nào để truyền lệnh?", "dapan": ["25", "22", "21", "20"], "dapandung": "21"}, {"cauhoi": "Một địa chỉ IPv4: 172.16.10.10 (chuẩn) có hai phần là phần địa chỉ mạng (Network ID) và địa chỉ máy (Host ID). Anh/ chị hãy cho biết đâu là địa chỉ mạng của địa chỉ IP 172.16.10.10?", "dapan": ["16.10.10", "172", "172.16", "172.16.10"], "dapandung": "172.16"}, {"cauhoi": "Địa chỉ IP là gi?", "dapan": ["Là địa chỉ máy tính trên mạng", "Là địa chỉ quản lý tên miền", "Là một địa chỉ email", "Là địa chỉ người dùng phải nhớ nếu muốn truy cập web."], "dapandung": "Là địa chỉ máy tính trên mạng"}, {"cauhoi": "Địa chỉ IPv4 nào sao đây là địa chỉ IP của lớp A?", "dapan": ["10.5.0.200", "172.30.0.253", "192.168.0.25", "172.16.0.253"], "dapandung": "10.5.0.200"}, {"cauhoi": "Tập tin HTML được lưu lại với phần mở rộng là gì?", "dapan": [".htlm", ".hpml", ".html", ".hmtl"], "dapandung": ".html"}, {"cauhoi": "Chuẩn giao thức nào được sử dụng cho mạng Internet?", "dapan": ["NETBEUI", "H.324", "TCP/IP", "IPX/SPX"], "dapandung": "TCP/IP"}, {"cauhoi": "Mạng máy tính nào là mạng tiền thân của Internet?", "dapan": ["LAN", "MAN", "ARPANET", "WAN"], "dapandung": "ARPANET"}, {"cauhoi": "Địa chỉ IPv4 bao gồm bao nhiêu bit?", "dapan": ["16 bit", "128 bit", "48 bit", "32 bit"], "dapandung": "32 bit"}, {"cauhoi": "Giao thức IMAP được sử dụng trong thư điện tử để kết nối tới máy chủ thư điện tử sử dụng cổng mặc định nào để kết nối?", "dapan": ["25", "143", "21", "110"], "dapandung": "143"}, {"cauhoi": "Đề nghị là rdi.edu.vn", "dapan": ["CACHE:myph.vn", "SITE:myph.vn", "RELATED:myph.vn", "INFOR:myph.vn"], "dapandung": "CACHE:myph.vn"}, {"cauhoi": "Hộp thư SPAM chứa loại thư nào?", "dapan": ["Thư rác", "Thư gửi đến", "Thư đã xóa", "Thư đã gửi"], "dapandung": "Thư rác"}, {"cauhoi": "Tính năng Bookmark trong trình duyệt có tác dụng gì?", "dapan": ["Loại bỏ những hình ảnh, nội dung không cần thiết", "Cho phép người dùng quay lại trang vừa xem", "Lưu lại trang web yêu thích", "Tải lại nội dung trang web"], "dapandung": "Lưu lại trang web yêu thích"}, {"cauhoi": "Nhà cung cấp nào sau đây KHÔNG phải là nhà cung cấp dịch vụ tìm kiếm?", "dapan": ["AOL", "Ask.com", "DUCK DUCK GO", "VNG"], "dapandung": "VNG"}, {"cauhoi": "Việc đăng ký số điện thoại người dùng cho Google có tác dụng chính là gì?", "dapan": ["Làm tên đăng nhập", "Phục hồi mật khẩu", "Làm mật khẩu đăng nhập", "Đăng nhập bằng điện thoại"], "dapandung": "Phục hồi mật khẩu"}, {"cauhoi": "Để dừng đồng bộ dữ liệu với một máy tính bằng Google Drive, người dùng cần phải làm gì?", "dapan": ["Tắt chia sẻ các tập tin, thư mục", "Ngưng kết nối tài khoản", "Xóa thư mục đồng bộ trong máy", "Thiết lập lại vị trí thư mục cần đồng bộ"], "dapandung": "Ngưng kết nối tài khoản"}, {"cauhoi": "Bộ máy tìm kiếm nào do Việt Nam phát triển?", "dapan": ["CỐC CỐC", "DUCK DUCK GO", "YAHOO", "BAIDU"], "dapandung": "CỐC CỐC"}, {"cauhoi": "Mật khẩu email mặc định của học viên khi tham gia học tại Viện Phát triển Nguồn lực – Trường đại học Trà Vinh có cấu trúc như thế nào?", "dapan": ["Số điện thoại", "Ngày tháng năm sinh", "Mã số sinh viên", "Học viên tự chọn"], "dapandung": "Mã số sinh viên"}, {"cauhoi": "Để giới hạn kết quả tìm kiếm từ các trang web có tên miền nhất định, anh/chị ta sử dụng biểu tượng/toán tử tìm kiếm nào?", "dapan": ["INFO:", "RELATE:", "SITE:", "OR"], "dapandung": "SITE:"}, {"cauhoi": "Email là chữ viết tắt của ___________.", "dapan": ["electrical mail", "electronic mail", "electron mail", "electric mail"], "dapandung": "electronic mail"}, {"cauhoi": "Trong những mật khẩu sau đây, mật khẩu nào là mật khẩu mạnh nhất?", "dapan": ["Travinh@2010", "12345678", "travinh", "travinh123"], "dapandung": "Travinh@2010"}, {"cauhoi": "Tùy chọn chia sẻ “On – Public on the web” trên Google Drive có ý nghĩa gì?", "dapan": ["Dừng việc chia sẻ bằng đường dẫn.", "Mọi email có cùng tên miền có đường dẫn thể truy cập.", "Mọi người trên Internet có thể truy cập.", "Mọi người có đường dẫn có quyền truy cập."], "dapandung": "Mọi người trên Internet có thể truy cập."}, {"cauhoi": "Gmail là dịch vụ thư điện tử của công ty/tập đoàn nào?", "dapan": ["Google", "Apple", "Microsoft", "Yahoo"], "dapandung": "Google"}, {"cauhoi": "Nhược điểm của dịch vụ thư điện tử là gì?", "dapan": ["Khi người dùng có thể truy cập Internet là có khả năng sử dung thư điện tử", "Sử dụng thư điện tử rất khó khăn", "Gần như tất cả dịch vụ thư điện tử điều được tính phí", "Tổng dung lượng tập tin đính kèm theo thư mỗi lần gửi bị giới hạn"], "dapandung": "Tổng dung lượng tập tin đính kèm theo thư mỗi lần gửi bị giới hạn"}, {"cauhoi": "Phím tắt Ctrl + Shift + P trong trình duyệt Firefox có tác dụng gì?", "dapan": ["Mở và thiết lập cài đặt cho trình duyệt", "Mở một của sổ mới", "Mở cửa sổ ở chế độ ẩn danh", "Mở lịch sử trình duyệt"], "dapandung": "Mở cửa sổ ở chế độ ẩn danh"}, {"cauhoi": "Để tìm kiếm những trang web có chứa từ Internet đồng thời loại bỏ kết quả tìm kiếm từ trang wikipedia.org, người học nhập vào ô tìm kiếm nội dung gì?", "dapan": ["Internet * wikipedia.org", "Internet SITE:wikipedia.org", "Internet &amp; wikipedia.org", "Internet -wikipedia.org"], "dapandung": "Internet -wikipedia.org"}, {"cauhoi": "Trong tìm kiếm nâng cao của Google, người dùng cần nhập điều kiện tìm kiếm vào ô nào để chọn tìm kiếm tập tin .pdf?", "dapan": ["Quyền sử dụng", "Cập nhật lần cuối", "Các thuật ngữ xuất hiện", "Loại tệp"], "dapandung": "Loại tệp"}, {"cauhoi": "Mục đích của việc truy cập ẩn danh trong trình duyệt Firefox là gì?", "dapan": ["Để truy cập web nhanh hơn", "Truy cập web để cookies được lưu lại", "Để nhớ mật khẩu đăng nhập, lần sau truy cập web không cần nhập mật khẩu", "Truy cập web không lưu lại lịch sử"], "dapandung": "Truy cập web không lưu lại lịch sử"}, {"cauhoi": "Trong dịch vụ tìm kiếm, từ khóa là gì?", "dapan": ["Những trang web chứa thông tin tìm kiếm", "Những từ, cụm từ chứa thông tin dùng để truy vấn trên công cụ tìm kiếm", "Những từ, cụm từ các công cụ tìm kiếm trả về", "Những từ, cụm từ được lược bỏ khi truy vấn thông tin"], "dapandung": "Những từ, cụm từ chứa thông tin dùng để truy vấn trên công cụ tìm kiếm"}, {"cauhoi": "Trình duyệt nào sau đây do công ty Google phát triển?", "dapan": ["Firefox", "Opera", "Safari", "Chrome"], "dapandung": "Chrome"}, {"cauhoi": "Chức năng Reader View của trình duyệt Firefox có tác dụng gì?", "dapan": ["Giúp người dùng tập trung vào nội dung chính của trang web.", "Giúp người dùng tải lại nội dung trang web đang truy cập", "Cho phép người dùng quay lại trang vừa xem trước đó.", "Ngừng tải một trang web"], "dapandung": "Giúp người dùng tập trung vào nội dung chính của trang web."}, {"cauhoi": "Trình duyệt nào sau đây là trình duyệt được cài đặt kèm theo hệ điều hành Mac OS X?", "dapan": ["Chrome", "Firefox", "Opera", "Safari"], "dapandung": "Safari"}, {"cauhoi": "Khi gửi email, địa chỉ người nhận được nhập vào ô nào?", "dapan": ["Đính kèm (Attachment)", "Từ (From)", "Chủ đề (Subject)", "Tới (To)"], "dapandung": "Tới (To)"}, {"cauhoi": "Dịch vụ thư điện tử là gì?", "dapan": ["Dịch vụ thư điện tử là dịch vụ gửi thư bằng các phương tiện điện tử.", "Dịch vụ thư điện tử là dịch vụ trao đổi thông tin qua các máy chủ chat.", "Dịch vụ thư điện tử là dịch vụ chuyển thư dưới dạng số trên mạng máy tính", "Dịch vụ thư điện tử là dịch vụ tìm kiếm thông tin qua các hộp thư điện tử."], "dapandung": "Dịch vụ thư điện tử là dịch vụ chuyển thư dưới dạng số trên mạng máy tính"}, {"cauhoi": "Tính năng nào sau đây được xem là tính năng quan trọng của Google Drive?", "dapan": ["Tìm kiếm dữ liệu và chia sẻ đến nhiều người", "Đồng bộ dữ liệu và chia sẻ đến nhiều người.", "Gửi thư đến nhiều người trong thời gian ngắn.", "Tải dữ liệu từ các máy chủ nhanh chóng"], "dapandung": "Đồng bộ dữ liệu và chia sẻ đến nhiều người."}, {"cauhoi": "Các tài liệu trên web được lưu trữ dưới dạng nào?", "dapan": ["hyperlink", "web browser", "hypertext", "address bar"], "dapandung": "hypertext"}, {"cauhoi": "Có bao nhiêu cách đăng nhập ứng dụng Zalo trên máy tính?", "dapan": ["4", "2", "3", "1"], "dapandung": "2"}, {"cauhoi": "Để người được chia sẻ file không thể chỉnh sửa nội dung file được chia sẻ, người học chọn phần quyền chia sẻ như thế nào?", "dapan": ["Chọn quyền can view", "Chọn quyền can copy", "Chọn quyền can edit", "Chọn quyền view only"], "dapandung": "Chọn quyền can view"}, {"cauhoi": "Việc cung cấp email khi đăng ký thành viên diễn đàn có ý nghĩa gì?", "dapan": ["Để download tài liệu", "Để chat với thành viên khác", "Kích hoạt tài khoản", "Để post thông tin"], "dapandung": "Kích hoạt tài khoản"}, {"cauhoi": "Trong địa chỉ email 184113911@codt.tvu.edu.vn phần nào được gọi là tên miền của email?", "dapan": ["codt.tvu.edu.vn", "Trong email này không có tên miền", "@", "184113911"], "dapandung": "codt.tvu.edu.vn"}, {"cauhoi": "Để tìm kiếm chính xác những trang web có cụm từ đào tạo trực tuyến, người dùng nhập vào ô tìm kiếm nội dung gì?", "dapan": ["$đào tạo trực tuyến", "“đào tạo” &amp;“trực tuyến”", "“đào tào trực tuyến”", "#đào tạo trực tuyến"], "dapandung": "“đào tào trực tuyến”"}, {"cauhoi": "Phần mềm nào sau đây KHÔNG phải là trình duyệt web?", "dapan": ["Adobe Reader", "Microsoft Edge", "Internet Explorer", "Google Chrome"], "dapandung": "Adobe Reader"}, {"cauhoi": "Ứng dụng nào sau đây không phải là ứng dụng chat?", "dapan": ["Whatsapp", "Zalo", "Skype", "Firefox"], "dapandung": "Firefox"}, {"cauhoi": "Dịch vụ tập tin là gì?", "dapan": ["Dịch vụ tập tin là dịch vụ cung cấp các tập tin của các nhà cung cấp dịch vụ Internet.", "Dịch vụ tập tin là dịch vụ tải một hay nhiều tập tin từ Intenet về máy tính cá nhân hoặc ngược lại", "Dịch vụ tập tin là dịch vụ mã hóa các tập tin nhằm các mục đích bảo mật và lưu trữ.", "Dịch vụ tập tin là dịch vụ cho phép người dùng gửi một tập tin cho người dùng khác."], "dapandung": "Dịch vụ tập tin là dịch vụ tải một hay nhiều tập tin từ Intenet về máy tính cá nhân hoặc ngược lại"}, {"cauhoi": "Để tìm kiếm chính xác một chuỗi ký tự, anh/chị sử dụng biểu tượng/toán tử tìm kiếm nào?", "dapan": ["Biểu tượng ?", "Biểu tượng “”", "Biểu tượng $", "Biểu tượng #"], "dapandung": "Biểu tượng “”"}, {"cauhoi": "Theo Sloan Consortium thì lớp học được phân thành bao nhiêu nhóm?", "dapan": ["5", "4", "2", "3"], "dapandung": "4"}, {"cauhoi": "Người học tham gia khóa học có thể theo dõi quá trình học tập của mình thông qua các bài tập trực tuyến. Đây là đặc điểm nào của khóa học Elearning?", "dapan": ["Tính linh hoạt", "Dễ tiếp cận và truy cập", "Hệ thống hóa.", "Tương tác và hợp tác."], "dapandung": "Hệ thống hóa."}, {"cauhoi": "Người học có thể hoàn toàn làm chủ quá trình học của bản thân, từ thời gian, lượng kiến thức cũng như thứ tự các bài học. Đây là đặc điểm nào của khóa học Elearning?", "dapan": ["Hệ thống hóa.", "Dễ tiếp cận và truy cập.", "Tương tác và hợp tác.", "Tính linh hoạt"], "dapandung": "Tính linh hoạt"}, {"cauhoi": "Trong các mô tả dưới đây, mô tả nào nói về đặc điểm hệ thống hóa trong khóa học Elearning?", "dapan": ["Nội dung khóa học thường xuyên được cập nhật và đổi mới nhằm đáp ứng và phù hợp cho người học.", "Người học có thể lựa chọn đơn vị tri thức, tài liệu một cách tùy ý theo trình độ kiến thức và điều kiện truy cập mạng của mình.", "Người học có thể giao lưu và tương tác với nhiều người cùng lúc trong quá trình học, có thể hợp tác với bạn bè trong nhóm để thảo luận và làm bài tập về nhà.", "Elearning cho phép các người học tham gia các khóa học có thể theo dõi quá trình và kết quả học tập của mình."], "dapandung": "Elearning cho phép các người học tham gia các khóa học có thể theo dõi quá trình và kết quả học tập của mình."}, {"cauhoi": "Để học theo phương thức Elearning, người học cần trang bị sớm nhất thiết bị nào?", "dapan": ["Webcam", "Loa", "Máy vi tính", "Đầu CD/DVD"], "dapandung": "Máy vi tính"}, {"cauhoi": "Đặc điểm của Elearning bao gồm?", "dapan": ["Tiến trình học được quản lý chặt chẽ, giáo viên khó đánh giá mức độ tiến triển trong quá trình học của học viên.", "Elearning làm biến đổi cách học cũng như vai trò người học, người học đóng vai trò trung tâm và chủ động trong quá trình đào tạo.", "Người học có thể học mọi lúc mọi nơi trong thời gian cố định.", "Giáo trình và tài liệu của khóa học có tính đồng bộ cao và khó cập nhật, đổi mới."], "dapandung": "Elearning làm biến đổi cách học cũng như vai trò người học, người học đóng vai trò trung tâm và chủ động trong quá trình đào tạo."}, {"cauhoi": "Chữ E trong cụm từ Elearning là viết tắt của từ tiếng anh nào dưới đây?", "dapan": ["Extent", "Electronic", "Extension", "Email"], "dapandung": "Electronic"}, {"cauhoi": "Tỷ lệ phần trăm nội dung được truyền tải qua Internet của các lớp học nhóm C là bao nhiêu?", "dapan": ["1 – 29%", "30 – 79%", "20 – 49%", "0 – 15%"], "dapandung": "30 – 79%"}, {"cauhoi": "Nhận định nào sau đây KHÔNG đúng về học theo phương thức Elearning?", "dapan": ["Người học có thể học mọi lúc, mọi nơi.", "Người học có thể lựa chọn lượng kiến thức phù hợp với bản thân.", "Tương tác giữa giảng viên và người học là hoàn toàn trực tiếp.", "Nội dung khóa học được cập nhật thường xuyên."], "dapandung": "Tương tác giữa giảng viên và người học là hoàn toàn trực tiếp."}, {"cauhoi": "Elearning được định nghĩa như thế nào theo quan điểm hiện đại?", "dapan": ["Elearning là việc học tập hay đào tạo được chuẩn bị, truyền tải hoặc quản lý sử dụng qua nhiều công cụ của công nghệ thông tin, truyền thông khác nhau và được thực hiện ở mức toàn cục hay cục bộ.", "Elearning là việc sử dụng công nghệ mạng để thiết kế, cung cấp, lựa chọn, quản trị và mở rộng việc học tập.", "Elearning là sự phân phát các nội dung học được sử dụng các công cụ điện tử hiện đại, người dạy và người học có thể giao tiếp với nhau qua mạng với nhiều hình thức khác nhau.", "Elearning là hình thức học tập bằng truyền thông qua mạng Internet theo cách tương tác với nội dung học tập và được thiết kế dựa trên nền tảng phương pháp dạy học."], "dapandung": "Elearning là sự phân phát các nội dung học được sử dụng các công cụ điện tử hiện đại, người dạy và người học có thể giao tiếp với nhau qua mạng với nhiều hình thức khác nhau."}, {"cauhoi": "Đâu là ưu điểm chính của Elearning?", "dapan": ["Giúp người học có ý thức tự giác cao.", "Giúp người học tiết kiệm thời gian và chi phí", "Giúp người học có kiến thức cơ bản về máy tính.", "Giúp người học mạnh dạng trao đổi học tập."], "dapandung": "Giúp người học tiết kiệm thời gian và chi phí"}, {"cauhoi": "Nhận định về Elearning nào SAI trong những nhận định sau?", "dapan": ["Elearning là hình thức đào tạo dựa trên máy tính.", "Elearning là hình thức đào tạo có tính tương tác cao dựa trên multimedia.", "Elearning là hình thức đào tạo được thực hiện thông qua các lớp học tập trung.", "Elearning là hình thức đào tạo dựa trên công nghệ Web."], "dapandung": "Elearning là hình thức đào tạo được thực hiện thông qua các lớp học tập trung."}, {"cauhoi": "Đâu KHÔNG phải là đặc điểm của Elearning?", "dapan": ["Học tập không có sự hợp tác, phối hợp.", "Người học có thể học mọi lúc mọi nơi.", "Người học có thể theo dõi quá trình học tập bản thân", "Nội dung phù hợp với kế hoạch học tập của từng người học."], "dapandung": "Học tập không có sự hợp tác, phối hợp."}, {"cauhoi": "Theo Sloan Consortium thì lớp học áp dụng Internet ở nhóm nào là lớp học Elearning?", "dapan": ["Nhóm A", "Nhóm C", "Nhóm E", "Nhóm B"], "dapandung": "Nhóm C"}, {"cauhoi": "Theo định nghĩa của Elliott Masie, Elearning là gì?", "dapan": ["Elearning là việc sử dụng công nghệ mạng để thiết kế, cung cấp, lựa chọn, quản trị và mở rộng việc học tập.", "Elearning là việc sử dụng sức mạnh của mạng để cho phép học tập bất cứ lúc nào, bất cứ nơi đâu.", "Elearning là hình thức học tập bằng truyền thông qua mạng Internet theo cách tương tác với nội dung học tập và được thiết kế dựa trên nền tảng phương pháp dạy học.", "Elearning là việc học tập hay đào tạo được chuẩn bị, truyền tải hoặc quản lý sử dụng qua nhiều công cụ của công nghệ thông tin, truyền thông khác nhau và được thực hiện ở mức toàn cục hay cục bộ."], "dapandung": "Elearning là việc sử dụng công nghệ mạng để thiết kế, cung cấp, lựa chọn, quản trị và mở rộng việc học tập."}, {"cauhoi": "Tỷ lệ phần trăm nội dung được truyền tải qua Internet của các lớp học nhóm B là bao nhiêu?", "dapan": ["1 – 29%", "0 – 15%", "30 – 79%", "20 – 49%"], "dapandung": "1 – 29%"}, {"cauhoi": "Kết quả học tập của người học được đánh giá qua __________.", "dapan": ["điểm chuyên cần online, điểm kiểm tra giữa kỳ và điểm thi kết thúc môn học", "điểm chuyên cần trên lớp, điểm thi kết thúc môn học, điểm thưởng", "điểm chuyên cần online, điểm chuyên cần trên lớp, điểm thi kết thúc môn học", "điểm chuyên cần online, điểm kiểm tra giữa kỳ, điểm thưởng"], "dapandung": "điểm chuyên cần online, điểm kiểm tra giữa kỳ và điểm thi kết thúc môn học"}, {"cauhoi": "Bước 2 của quy trình học Elearning là gì?", "dapan": ["Tập trung ôn tập trên hệ thống Elearning", "Ôn tập và thi hết môn", "Tìm hiểu thông tin lớp học", "Đăng ký lớp học"], "dapandung": "Tìm hiểu thông tin lớp học"}, {"cauhoi": "Đâu là điểm yếu của hình thức trao đổi không đồng bộ?", "dapan": ["Không có thời gian để suy nghĩ", "Không có những mô tả trực quan", "Chỉ xoay quanh một sự kiện hoặc chủ đề cho tất cả người tham gia", "Thời gian phải cố định từ trước"], "dapandung": "Không có những mô tả trực quan"}, {"cauhoi": "Kế hoạch học tập không bao gồm thông tin nào sau đây?", "dapan": ["Thời điểm giải đáp thắc mắc trực tuyến của các giảng viên", "Thời điểm nhận và nộp các bài tập về nhà", "Thời điểm nhận kết quả học tập môn học", "Thời điểm thi kết thúc môn học"], "dapandung": "Thời điểm nhận kết quả học tập môn học"}, {"cauhoi": "Nội dung nào sau đây là KHÔNG đúng đối với mục đích của việc phổ biến mục tiêu môn học?", "dapan": ["Mô tả chi tiết kết quả mà giảng viên muốn người học phải hướng tới sau từng bài học.", "Mô tả chi tiết nội dung môn học mà giảng viên sẽ truyền đạt đến người học.", "Mô tả chính xác những gì người học phải đạt được sau khi hoàn thành lớp học.", "Chỉ ra sự thay đổi về nhận thức, kỹ năng và hành vi mà người học cần đạt được sau khi hoàn thành quá trình học tập"], "dapandung": "Mô tả chi tiết nội dung môn học mà giảng viên sẽ truyền đạt đến người học."}, {"cauhoi": "Đâu là điểm yếu của hình thức trao đổi đồng bộ?", "dapan": ["Không được trả lời ngay", "Chỉ xoay quanh một sự kiện hoặc chủ đề cho tất cả người tham gia", "Không có những mô tả trực quan", "Dễ mệt mỏi khi cần được sự trợ giúp ngay"], "dapandung": "Chỉ xoay quanh một sự kiện hoặc chủ đề cho tất cả người tham gia"}, {"cauhoi": "Công cụ nào KHÔNG phải là công cụ chính phục vụ hình thức trao đổi đồng bộ?", "dapan": ["Email", "Text Chat", "Webcam", "Voice Chat"], "dapandung": "Email"}, {"cauhoi": "Trong hoạt động thảo luận – giải đáp thắc mắc, hình thức đồng bộ bao gồm công cụ gì?", "dapan": ["Email", "Phòng học ảo", "Diễn đàn tin tức", "Diễn đàn môn học"], "dapandung": "Phòng học ảo"}, {"cauhoi": "Lợi thế của hình thức không đồng bộ trong hoạt động thảo luận – giải đáp thắc mắc là gì?", "dapan": ["Được hướng dẫn thực hiện.", "Tự do về thời gian ôn tập.", "Cảm giác trực quan.", "Đòi hỏi tính tự giác."], "dapandung": "Tự do về thời gian ôn tập."}, {"cauhoi": "Lợi thế của hình thức đồng bộ trong hoạt động thảo luận – giải đáp thắc mắc là gì?", "dapan": ["Tự thực hiện theo ý muốn.", "Nội dung được trình diễn thời gian thực.", "Nội dung được chọn lọc, suy nghĩ.", "Tự do về thời gian ôn tập, được hướng dẫn thực hiện."], "dapandung": "Nội dung được trình diễn thời gian thực."}, {"cauhoi": "Hãy sắp xếp theo thứ tự các hoạt động của quá trình học tập:\n1. Tiếp thu bài giảng\n2. Làm bài kiểm tra\n3. Thảo luận - giải đáp thắc mắc", "dapan": ["2-3-1", "1-2-3", "1-3-2", "3-2-1"], "dapandung": "1-3-2"}, {"cauhoi": "Người học có thể tiếp thu bài giảng trên hệ thống Elearning của Trường qua địa chỉ website nào?", "dapan": ["https://tvu.edu.online.vn", "http://tvu.online.edu.vn", "http://online.edu.tvu.vn", "https://online.tvu.edu.vn"], "dapandung": "https://online.tvu.edu.vn"}, {"cauhoi": "Bước 3 của quy trình học Elearning là gì?", "dapan": ["Tập trung ôn tập trên hệ thống Elearning", "Tập trung ôn tập và thi hết môn", "Đăng ký lớp học", "Tìm hiểu thông tin lớp học"], "dapandung": "Tập trung ôn tập trên hệ thống Elearning"}, {"cauhoi": "Thách thức của hình thức không đồng bộ trong hoạt động thảo luận – giải đáp thắc mắc là gì?", "dapan": ["Chỉ xoay quanh một chủ đề.", "Thời gian phải cố định từ trước.", "Không có nhiều thời gian để suy nghĩ", "Không có những mô tả trực quan."], "dapandung": "Không có những mô tả trực quan."}, {"cauhoi": "Nhận định nào sau đây là KHÔNG đúng khi tham gia học Elearning?", "dapan": ["Trước mỗi học kỳ, người học được cung cấp kế hoạch học tập của học kỳ tiếp theo.", "Người học được cung cấp các công cụ để trao đổi và học tập như diễn đàn môn học, thư điện tử, thư viện số.", "Người học được chỉ dẫn, giải đáp các câu hỏi liên quan đến nội dung kiến thức của môn học từ cố vấn học tập.", "Người học được thông báo đầy đủ, kịp thời các thông tin về lớp học, nhiệm vụ học tập, về kế hoạch, ..."], "dapandung": "Người học được chỉ dẫn, giải đáp các câu hỏi liên quan đến nội dung kiến thức của môn học từ cố vấn học tập."}, {"cauhoi": "Người học tham gia diễn đàn môn học để trao đổi kiến thức. Hoạt động này thuộc hoạt động nào của quá trình học tập?", "dapan": ["Thảo luận - giải đáp thắc mắc", "Làm bài kiểm tra", "Tự nghiên cứu học liệu", "Tiếp thu bài giảng"], "dapandung": "Thảo luận - giải đáp thắc mắc"}, {"cauhoi": "Trong hoạt động thảo luận – giải đáp thắc mắc, người học có thể áp dụng 2 hình thức để trao đổi là gì?", "dapan": ["Đồng nhất và không đồng nhất", "Đồng thời và không đồng thời", "Thời gian thực và không đồng bộ", "Thời gian ảo và không đồng bộ"], "dapandung": "Thời gian thực và không đồng bộ"}, {"cauhoi": "Có bao nhiêu hoạt động cơ bản trong quá trình học tập của người học?", "dapan": ["2", "3", "4", "5"], "dapandung": "3"}, {"cauhoi": "Hình thức thi kết thúc môn học phổ biến tại trường Đại học Trà Vinh là gì?", "dapan": ["Thi tập trung, thi hình thức trắc nghiệm trên máy", "Thi không tập trung đối với hình thức thi tự luận", "Thi không tập trung và thi hình thức trắc nghiệm trên máy", "Thi tập trung, thi hình thức trắc nghiệm trên giấy"], "dapandung": "Thi tập trung, thi hình thức trắc nghiệm trên giấy"}, {"cauhoi": "Moodle được sáng lập vào năm nào?", "dapan": ["2000", "2001", "1999", "2002"], "dapandung": "1999"}, {"cauhoi": "Tính đến tháng 6/2016, trên thế giới có bao nhiêu lớp học sử dụng hệ thống Moodle?", "dapan": ["8,150,134", "9,850,134", "8,950,134", "9,150,134"], "dapandung": "9,850,134"}, {"cauhoi": "Trong bảng câu hỏi trắc nghiệm, các câu hỏi đặt cờ có ý nghĩa gì?", "dapan": ["Để người học xem xét lại sau khi thực hiện các câu hỏi trắc nghiệm khác.", "Để người học đánh dấu theo dõi câu hỏi trắc nghiệm mình sẽ làm tiếp theo cho lần làm bài sau.", "Để người học nhận biết được đó là các câu chưa trả lời.", "Để người học nhận biết được đó là các câu đã trả lời."], "dapandung": "Để người học xem xét lại sau khi thực hiện các câu hỏi trắc nghiệm khác."}, {"cauhoi": "Trong hệ thống học tập Elearning của Trường, diễn đàn tin tức có chức năng gì?", "dapan": ["Nơi để Nhà trường, giảng viên thông tin đến lớp học các kế hoạch học tập, giảng dạy, thông báo, ...", "Nơi chứa một nhóm các chủ đề có liên quan với nhau. Người học có thể tạo chủ đề mới trong diễn đàn này.", "Nơi thảo luận trực tuyến, có thể chứa một số chuyên mục, chủ đề và bài viết cá nhân.", "Nơi để cho người học trao đổi thảo luận và tán gẫu."], "dapandung": "Nơi để Nhà trường, giảng viên thông tin đến lớp học các kế hoạch học tập, giảng dạy, thông báo, ..."}, {"cauhoi": "Trong bảng thông tin bài nộp, thông tin nào cho biết trạng thái người học nộp bài tập hay chưa?", "dapan": ["Hạn chót", "Thời gian nộp bài", "Cập nhật lần cuối", "Tình trạng nộp bài"], "dapandung": "Tình trạng nộp bài"}, {"cauhoi": "Khi người học đã có tài khoản trên hệ thống quản lý học tập Elearning, có bao nhiêu bước người học truy cập vào hệ thống quản lý học tập?", "dapan": ["3", "4", "5", "2"], "dapandung": "2"}, {"cauhoi": "Để tránh trường hợp người khác lợi dụng, sử dụng tài khoản đăng nhập vào hệ thống quản lý học tập Elearning của mình, người học bắt buộc phải làm gì?", "dapan": ["Thay đổi thông tin cá nhân", "Thay đổi mật khẩu", "Thay đổi địa chỉ email", "Thay đổi hình ảnh đại diện"], "dapandung": "Thay đổi mật khẩu"}, {"cauhoi": "Trong bảng câu hỏi trắc nghiệm, các câu hỏi đặt cờ là những câu hỏi như thế nào?", "dapan": ["Là những câu hỏi người học tô màu nền xanh.", "Là những câu hỏi người học tô màu nền đỏ.", "Là những câu hỏi người học đánh dấu", "Là những câu hỏi người học tô màu nền xám."], "dapandung": "Là những câu hỏi người học đánh dấu"}, {"cauhoi": "Moodle là từ viết tắt của cụm từ nào?", "dapan": ["Modular Object Oriented Dynamic Learning Environment", "Modular Object Oriented Digital Learning Environment", "Module Object Oriented Dynamic Learning Environment", "Modular Object Operated Dynamic Learning Environment"], "dapandung": "Modular Object Oriented Dynamic Learning Environment"}, {"cauhoi": "Sau khi đăng nhập thành công vào môn học trên hệ thống Elearning, người học không thể làm điều gì sau đây?", "dapan": ["Xem bài giảng điện tử đa phương tiện", "Thực hiện bài tập trắc nghiệm", "Tham gia thảo luận trên diễn đàn", "Tạo bài giảng đa phương tiện"], "dapandung": "Tạo bài giảng đa phương tiện"}, {"cauhoi": "Để xem học liệu dạng DOC hoặc DOCX, máy tính của người học cần phải cài đặt phần mềm nào sau đây?", "dapan": ["Foxit Reader", "Microsoft Office", "Nitro Reader", "Adobe Reader"], "dapandung": "Microsoft Office"}, {"cauhoi": "Bài giảng điện tử đa phương tiện là gì?", "dapan": ["Bài giảng điện tử là bài giảng được giảng viên truyền đạt trực tiếp cho người học.", "Bài giảng điện tử là giáo án của giảng viên để trình bày trên lớp học.", "Bài giảng điện tử là bài giảng được tổ chức dạy học dưới sự hỗ trợ của các phương tiện và học liệu điện tử.", "Bài giảng điện tử là một hình thức tổ chức lớp học thông qua các phương tiện điện tử và đa phương tiện."], "dapandung": "Bài giảng điện tử là bài giảng được tổ chức dạy học dưới sự hỗ trợ của các phương tiện và học liệu điện tử."}, {"cauhoi": "Tính đến tháng 6/2016, trên thế giới có bao nhiêu quốc gia sử dụng Moodle?", "dapan": ["240", "210", "230", "220"], "dapandung": "230"}, {"cauhoi": "Trong trường hợp người học thực hiện bài tập trắc nghiệm, khi người học bấm vào nút “Bắt đầu kiểm tra”, hệ thống sẽ __________.", "dapan": ["hiển thị nội dung thông báo yêu cầu người học xác nhận lại việc làm bài tập trắc nghiệm.", "hiển thị số lượng câu hỏi người học cần làm bài.", "hiển thị nội dung câu hỏi người học làm bài tập trắc nghiệm.", "hiển thị thông tin thời gian làm bài của người học."], "dapandung": "hiển thị nội dung thông báo yêu cầu người học xác nhận lại việc làm bài tập trắc nghiệm."}, {"cauhoi": "Sau khi người học đã hoàn thành một bài tập trắc nghiệm dùng để rèn luyện trên hệ thống Elearning, phát biểu nào là phát biểu đúng?", "dapan": ["Khi người học trả lời không đúng, hệ thống sẽ hiển thị hướng dẫn trả lời", "Hệ thống luôn hiển thị đáp án", "Khi người học trả lời không đúng, hệ thống sẽ không hiển thị đáp án.", "Khi người học trả lời không đúng, hệ thống sẽ hiển thị đáp án"], "dapandung": "Hệ thống luôn hiển thị đáp án"}, {"cauhoi": "Đối với lớp học Elearning, ưu điểm chính của dạng bài tập trắc nghiệm trực tuyến là gì?", "dapan": ["Các bài tập trắc nghiệm rất dễ tìm được phương án trả lời đúng", "Các bài tập thường ngắn gọn, dễ hiểu", "Có kết quả ngay lập tức", "Người học có nhiều thời gian trong quá trình làm bài tập trắc nghiệm"], "dapandung": "Có kết quả ngay lập tức"}, {"cauhoi": "Tính đến tháng 6/2016, số website sử dụng hệ thống Moodle trên thế giới là __________.", "dapan": ["78,218", "76,318", "77,218", "79,318"], "dapandung": "77,218"}, {"cauhoi": "Khi người học có thể làm bài tập trắc nghiệm để rèn luyện trên hệ thống Elearning tối đa bao nhiêu lần?", "dapan": ["3 lần", "1 lần", "2 lần", "Không giới hạn số lần làm bài"], "dapandung": "Không giới hạn số lần làm bài"}, {"cauhoi": "Trong trường hợp tốc độ truy cập mạng Internet rất thấp, học viên nên học tập thông qua loại học liệu nào?", "dapan": ["Học liệu dạng Audio", "Học liệu dạng Video", "Học liệu dạng Flash", "Học liệu dạng Text"], "dapandung": "Học liệu dạng Text"}, {"cauhoi": "Mục đích chính việc thay đổi mật khẩu đăng nhập hệ thống Elearning của người học là gì?", "dapan": ["Dễ nhớ mật khẩu của mình", "Không giống với mật khẩu của người khác", "Đăng nhập hệ thống thuận tiện", "Bảo vệ tài khoản, thông tin cá nhân của mình"], "dapandung": "Bảo vệ tài khoản, thông tin cá nhân của mình"}, {"cauhoi": "Trong hệ thống Elearning, từ viết tắt của AICC là gì?", "dapan": ["Association of Independent Corrugated Converters", "Army Intermediate Contracting Course", "Aviation Industry Computer-Based Training Committee", "Alaska Interagency Coordination Center"], "dapandung": "Aviation Industry Computer-Based Training Committee"}, {"cauhoi": "Phát biểu nào đúng trong trường hợp người học đã nộp bài tập trắc nghiệm để tính điểm trên hệ thống Elearning?", "dapan": ["Có thể thay đổi phương án chọn nếu chưa hết thời gian làm bài.", "Có thể thay đổi phương án chọn", "Không thể thay đổi phương án chọn nếu đã hết thời gian làm bài", "Không thể thay đổi phương án chọn"], "dapandung": "Không thể thay đổi phương án chọn"}, {"cauhoi": "Mật khẩu mặc định của người học khi truy cập vào hệ thống học tập Elearning của Trường là gì?", "dapan": ["Mã số sinh viên + “@codt.tvu.edu.vn”", "“2 ký tự của ngày sinh” + “2 ký tự của tháng sinh” + “2 ký tự cuối của năm sinh”", "Mã lớp học", "Mã số sinh viên"], "dapandung": "“2 ký tự của ngày sinh” + “2 ký tự của tháng sinh” + “2 ký tự cuối của năm sinh”"}, {"cauhoi": "Trong bảng câu hỏi trắc nghiệm, các câu hỏi chưa trả lời được tô màu nền gì?", "dapan": ["Màu xám", "Màu đỏ", "Màu trắng", "Màu vàng"], "dapandung": "Màu trắng"}, {"cauhoi": "Khi người học chọn xem bài giảng đa điện tử đa phương tiện trên khoá học, mục “Menu” được hiển thị ở vị trí nào trong bài giảng?", "dapan": ["Phía dưới – bên trái", "Phía trên – bên phải", "Phía dưới – bên phải", "Phía trên – bên trái"], "dapandung": "Phía dưới – bên trái"}, {"cauhoi": "Trong bảng thông tin bài nộp, thông tin nào hiển thị cho biết giảng viên đã đánh giá hay chưa về bài nộp của người học?", "dapan": ["Điểm", "Thời gian còn bài", "Tình trạng nộp bài", "Đánh giá"], "dapandung": "Điểm"}, {"cauhoi": "Bài tập trắc nghiệm luyện tập được sử dụng với mục đích chính là gì?", "dapan": ["Giúp người học tự đánh giá kiến thức của chính mình", "Tính điểm quá trình cho người học", "Tạo hứng thú học tập cho người học", "Truyền tải nội dung kiến thức đến người học"], "dapandung": "Giúp người học tự đánh giá kiến thức của chính mình"}, {"cauhoi": "Người học tham gia học Elearning, khi không có kết nối Internet, có thể học tập thông qua loại học liệu nào?", "dapan": ["Bài giảng điện tử đa phương tiện", "Tài liệu điện tử của giảng viên gửi cho người học", "Tài liệu giảng viên gửi lên diễn đàn", "Giáo trình được in ấn"], "dapandung": "Giáo trình được in ấn"}, {"cauhoi": "Từ viết tắt của LMS là gì?", "dapan": ["Learning Management System", "Learning Modular System", "Language Modular System", "Language Management System"], "dapandung": "Learning Management System"}, {"cauhoi": "Khi người học làm bài tập trắc nghiệm để tính điểm trên hệ thống Elearning, người học có thể làm bài tối đa bao nhiêu lần?", "dapan": ["2 lần", "3 lần", "1 lần", "Không giới hạn số lần làm bài"], "dapandung": "3 lần"}, {"cauhoi": "Để truy cập vào các môn học trên hệ thống quản lý học tập Elearning, người học cần phải làm gì?", "dapan": ["Đăng ký nhập học", "Đăng ký tài khoản học Elearning", "Đăng nhập hệ thống Elearning của Trường", "Đăng ký tham gia môn học"], "dapandung": "Đăng ký tham gia môn học"}, {"cauhoi": "Để xem học liệu dạng PDF, máy tính của người học cần phải cài đặt phần mềm nào sau đây?", "dapan": ["Wordpad", "PDF Printer", "Adobe Reader", "Notepad"], "dapandung": "Adobe Reader"}, {"cauhoi": "Khi người học làm bài tập trắc nghiệm để tính điểm trên hệ thống Elearning, thời gian làm bài trắc nghiệm là bao nhiêu phút?", "dapan": ["25 phút", "45 phút", "20 phút", "30 phút"], "dapandung": "30 phút"}, {"cauhoi": "Bộ máy tìm kiếm là gì?", "dapan": ["Hệ thống máy chủ chứa các trang siêu văn bản và các siêu liên kết.", "Hệ thống máy chủ thu thập dữ liệu từ các trang web, trả lại kết quả truy vấn của người dùng.", "Phần mềm đọc các định dạng HTML để hiển thị các trang web.", "Hệ thống các dịch vụ web, dịch vụ tập tin, dịch vụ chat."], "dapandung": "Hệ thống máy chủ thu thập dữ liệu từ các trang web, trả lại kết quả truy vấn của người dùng."}, {"cauhoi": "Khi người học chọn xem bài giảng đa điện tử đa phương tiện trên khoá học, người học có thể tải tài liệu, tài liệu kham khảo ở mục nào trong bài giảng?", "dapan": ["Menu", "NEXT", "PREV", "Resource"], "dapandung": "Resource"}, {"cauhoi": "Tính đại thời điểm 6/2015 số người sử dụng Internet tại Việt Nam là bao nhiêu?", "dapan": ["45.5 triệu người", "31.5 triệu người", "35 triệu người", "48 triệu người"], "dapandung": "45.5 triệu người"}, {"cauhoi": "Nhận định về Elearning nào SAI trong những nhận định sau?", "dapan": ["Người học có thể học Elearning không cần đầu dĩa CD/VCD", "Người học có thể học Elearning không cần trang bị máy tính, điện thoại thông minh hoặc máy tính bảng.", "Người học tham gia lớp học Elearning không cần đến lớp.", "Người học có thể học Elearning không cần phải có đường truyền Internet tại nhà."], "dapandung": "Người học có thể học Elearning không cần trang bị máy tính, điện thoại thông minh hoặc máy tính bảng."}, {"cauhoi": "Tên đăng nhập của người học truy cập vào hệ thống học tập Elearning của trường là gì?", "dapan": ["Mã lớp học", "“2 ký tự của ngày sinh” + “2 ký tự của tháng sinh” + “2 ký tự của năm sinh”", "Mã số sinh viên", "Mã số sinh viên + “@codt.tvu.edu.vn”"], "dapandung": "Mã số sinh viên"}, {"cauhoi": "Bộ phận nào KHÔNG thuộc hệ thống Elearning?", "dapan": ["Hệ thống đào tạo từ xa.", "Hệ thống quản lý người học.", "Hệ thống học tập nhóm.", "Hệ thống quản lý cố vấn học tập"], "dapandung": "Hệ thống quản lý cố vấn học tập"}, {"cauhoi": "Một địa chỉ IPv4: 10.16.10.10 (chuẩn) có hai phần là phần địa chỉ mạng (Network ID) và địa chỉ máy (Host ID). Anh/ chị hãy cho biết đâu là địa chỉ máy của địa chỉ IP 10.16.10.10?", "dapan": ["10.16.10", "16.10.10", "10.10", "10"], "dapandung": "16.10.10"}, {"cauhoi": "Tập tin đính kèm trong Gmail (Google Email) có dung lượng tối đa là bao nhiêu Megabytes (MB)?", "dapan": ["25 MB", "50 MB", "100 MB", "20 MB"], "dapandung": "25 MB"}, {"cauhoi": "Khẳng định nào sau đây là đúng trong việc thảo luận – giải đáp thắc mắc?", "dapan": ["Sử dụng diễn đàn là hình thức trao đổi không đồng bộ", "Sử dụng Chat Text là hình thức trao đổi không đồng bộ", "Sử dụng Video Chat là hình thức trao đổi không đồng bộ", "Sử dụng Voice Chat là hình thức trao đổi không đồng bộ"], "dapandung": "Sử dụng diễn đàn là hình thức trao đổi không đồng bộ"}, {"cauhoi": "Dịch vụ chat Hangout do công ty/tập đoàn nào phát triển?", "dapan": ["Yahoo", "Microsoft", "Viber", "Google"], "dapandung": "Google"}, {"cauhoi": "Đặc điểm nổi bật của Elearning so với phương pháp đào tạo truyền thống là gì?", "dapan": ["Người học và người dạy gặp nhau thường xuyên hơn", "Học liệu chính xác và hay hơn", "Người học chăm chỉ hơn", "Người học có thể học mọi lúc mọi nơi"], "dapandung": "Người học có thể học mọi lúc mọi nơi"}, {"cauhoi": "Dịch vụ FTP sử dụng bao nhiêu cổng đê hoạt động?", "dapan": ["1", "4", "2", "0"], "dapandung": "2"}, {"cauhoi": "HTTP là gì?", "dapan": ["Là ngôn ngữ để soạn thảo nội dung các trang Web.", "Là địa chỉ thực thi trang Web.", "Là giao thức truyền siêu văn bản.", "Là tên WebServer mà mỗi trang Web phải có."], "dapandung": "Là giao thức truyền siêu văn bản."}, {"cauhoi": "Người học cần nắm vững yếu tố nào sau đây để cho việc học tập trên hệ thống Elearning được thuận lợi nhất?", "dapan": ["Đăng ký lớp học", "Tập trung ôn tập trên hệ thống Elearning", "Kế hoạch học tập", "Ôn tập và thi hết môn"], "dapandung": "Kế hoạch học tập"}, {"cauhoi": "Moodle là gì?", "dapan": ["Một hệ thống quản lý học tập tính phí và có thể chỉnh sửa được", "Một hệ thống quản lý học tập tính phí và không thể chỉnh sửa được", "Một hệ thống quản lý học tập miễn phí và không thể chỉnh sửa được", "Một hệ thống quản lý học tập miễn phí và có thể chỉnh sửa được"], "dapandung": "Một hệ thống quản lý học tập miễn phí và có thể chỉnh sửa được"}, {"cauhoi": "Trang web nào sau đây là trang web tìm kiếm?", "dapan": ["https://google.com", "https://drive.google.com", "https://plus.google.com", "https://mail.google.com"], "dapandung": "https://google.com"}, {"cauhoi": "Khẳng định nào là khẳng định đúng nhất về Elearning?", "dapan": ["Elearning là việc học tập đào tạo dựa trên phấn bảng là chính", "Elearning là việc học tập đào tạo dựa trên email", "Elearning là việc học tập đào tạo dựa trên diễn đàn môn học", "Elearning là việc học tập đào tạo dựa trên công nghệ thông tin"], "dapandung": "Elearning là việc học tập đào tạo dựa trên công nghệ thông tin"}, {"cauhoi": "Địa chỉ IPv4 nào sao đây là địa chỉ IP của lớp B?", "dapan": ["172.16.0.253", "10.5.0.200", "10.30.0.253", "192.168.0.25"], "dapandung": "172.16.0.253"}, {"cauhoi": "Trong trình duyệt Mozilla Firefox, tổ hợp phím Ctrl + N có tác dụng gì?", "dapan": ["Lưu trang web về máy tính", "Bật chế độ xem toàn màn hình", "In trang web", "Nút mở cửa sổ mới"], "dapandung": "Nút mở cửa sổ mới"}, {"cauhoi": "Trong các mô tả dưới đây, mô tả nào nói về đặc điểm tương tác và hợp tác trong khóa học Elearning?", "dapan": ["Người học có thể giao lưu và tương tác với nhiều người cùng lúc trong quá trình học, có thể hợp tác với bạn bè trong nhóm để thảo luận và làm bài tập về nhà.", "Elearning cho phép các người học tham gia các khóa học có thể theo dõi quá trình và kết quả học tập của mình.", "Nội dung khóa học thường xuyên được cập nhật và đổi mới nhằm đáp ứng và phù hợp cho người học.", "Người học có thể lựa chọn đơn vị tri thức, tài liệu một cách tùy ý theo trình độ kiến thức và điều kiện truy cập mạng của mình."], "dapandung": "Người học có thể giao lưu và tương tác với nhiều người cùng lúc trong quá trình học, có thể hợp tác với bạn bè trong nhóm để thảo luận và làm bài tập về nhà."}, {"cauhoi": "Khi theo dõi bài giảng điện tử đa phương tiện, người học KHÔNG thể thực hiện thao tác nào sau đây?", "dapan": ["Tạm dừng bài giảng", "Di chuyển qua lại các nội dung bài học", "Xoá bài giảng", "Thực hiện bài tập trắc nghiệm"], "dapandung": "Xoá bài giảng"}, {"cauhoi": "Khi tham gia các diễn đàn trên Internet, thông thường người dùng KHÔNG thể thực hiện thao tác nào sau đây?", "dapan": ["Xem bài viết của người khác", "Tạo bài viết mới", "Trả lời bài viết của người khác", "Chỉnh sửa nội dung bài viết của người khác"], "dapandung": "Chỉnh sửa nội dung bài viết của người khác"}, {"cauhoi": "Trong hoạt động thảo luận – giải đáp thắc mắc, hình thức không đồng bộ bao gồm công cụ gì?", "dapan": ["Phòng học ảo", "Video chat", "Email", "Voice chat"], "dapandung": "Email"}, {"cauhoi": "Đối với bài tập tự luận, bảng tổng hợp các lần làm bài không hiển thị thông tin nào sau đây?", "dapan": ["Lần làm bài", "Điểm", "Thời gian làm bài", "Trạng thái"], "dapandung": "Thời gian làm bài"}, {"cauhoi": "Theo Sloan Consortium thì lớp học có tỉ lệ nội dung truyền tải qua Internet 30-79%. Lớp học đó được xem là __________.", "dapan": ["có nguồn tài liệu học tập, bài giảng, thảo luận, trao đổi giữa người dạy và̀ người học thông qua Internet.", "có nguồn tài liệu hỗ trợ học tập được đăng tải trên Internet, người dạy và người học gặp gỡ trực tiếp.", "có sự kết hợp giữa hình thức đào tạo truyền thống với hình thức đào tạo dựa trên Internet", "có nội dung truyền đạt trực tiếp từ người dạy đến người học thông qua các buổi học tập tập trung"], "dapandung": "có sự kết hợp giữa hình thức đào tạo truyền thống với hình thức đào tạo dựa trên Internet"}, {"cauhoi": "Để đăng ký truy cập Internet bằng đường truyền ADSL, người dùng phải:", "dapan": ["Phải lắp đặt đường dây điện thoại mới", "Không cần kết nối qua đường dây điện thoại có thể kết nối qua phương thức khác", "Có thể sử dụng điện thoại không dây để kết nối Internet", "Người dùng có thể sử dụng đường dây điện thoại có sẵn"], "dapandung": "Người dùng có thể sử dụng đường dây điện thoại có sẵn"}, {"cauhoi": "Ai là người sáng lập Moodle?", "dapan": ["Michael Donovan", "Martin Donovan", "Michael Dougiamas", "Martin Dougiamas"], "dapandung": "Martin Dougiamas"}, {"cauhoi": "Để tìm kiếm kết hợp từ khoá, anh/chị sử dụng biểu tượng/toán tử tìm kiếm nào?", "dapan": ["Biểu tượng +", "Biểu tượng “”", "Biểu tượng -", "Biểu tượng $"], "dapandung": "Biểu tượng +"}, {"cauhoi": "Có bao nhiêu bước trong quy trình học Elearning?", "dapan": ["4", "3", "5", "6"], "dapandung": "4"}, {"cauhoi": "Để xem điểm tổng kết môn học, từ trang web xem điểm của Trường Đại học Trà Vinh, người học cần nhập thông tin nào?", "dapan": ["Số điện thoại", "Email điện tử", "Mã lớp", "Mã số sinh viên"], "dapandung": "Mã số sinh viên"}, {"cauhoi": "Người theo học hình thức Elearning thường gặp khó khăn nào?", "dapan": ["Người học không thể chọn nội dung học tập mà mình muốn", "Người học không thể học mọi lúc mọi nơi", "Học viên không thể chủ động được thời gian học tập", "Người học cần có kỹ năng sử dụng máy tính"], "dapandung": "Người học cần có kỹ năng sử dụng máy tính"}, {"cauhoi": "Người dùng cần phải sử dụng ứng dụng gì để đọc các siêu văn bản?", "dapan": ["Trình duyệt web", "Dịch vụ web", "Phần mềm dịch", "Phần mềm hệ thống"], "dapandung": "Trình duyệt web"}, {"cauhoi": "Địa chỉ IPv6 có khả năng cung cấp tổng cộng bao nhiêu địa chỉ?", "dapan": ["2128", "216", "232", "264"], "dapandung": "2128"}, {"cauhoi": "Giao thức POP3 được sử dụng trong thư điện tử để kết nối tới máy chủ thư điện tử sử dụng cổng mặc định nào để kết nối?", "dapan": ["110", "143", "21", "25"], "dapandung": "110"}, {"cauhoi": "Thách thức của hình thức đồng bộ trong hoạt động thảo luận – giải đáp thắc mắc là gì?", "dapan": ["Đòi hỏi tính tự giác", "Thời gian phải cố định từ trước", "Không phải trả lời ngay", "Dễ mệt mỏi khi cần được sự trợ giúp ngay"], "dapandung": "Thời gian phải cố định từ trước"}, {"cauhoi": "Địa chỉ IP lớp A có bao nhiêu bit dành cho phần mạng mạng?", "dapan": ["8", "4", "24", "16"], "dapandung": "8"}, {"cauhoi": "Ngôn ngữ đánh dấu siêu văn bản được viết tắt là gì?", "dapan": ["FTP", "HTTP", "WWW", "HTML"], "dapandung": "HTML"}, {"cauhoi": "Trong bảng câu hỏi trắc nghiệm, các câu hỏi đã trả lời được tô màu nền gì?", "dapan": ["Màu xám", "Màu đỏ", "Màu xanh", "Màu trắng"], "dapandung": "Màu xám"}, {"cauhoi": "Để học Elearning có hiệu quả, người học KHÔNG bắt buộc phải nắm vững kỹ năng nào dưới đây?", "dapan": ["Kỹ năng về đánh máy", "Kỹ năng sửa chữa máy tính", "Kỹ năng về ngôn ngữ", "Kỹ năng về sử dụng máy tính và truy cập Internet"], "dapandung": "Kỹ năng sửa chữa máy tính"}, {"cauhoi": "Để thay đổi đường dẫn thư mục đồng bộ bằng Google Drive, người dùng cần phải làm gì?", "dapan": ["Ngưng kết nối tài khoản", "Thay đổi mật khẩu tài khoản", "Tắt chia sẻ các tập tin, thư mục", "Xóa thư mục đồng bộ trong máy"], "dapandung": "Ngưng kết nối tài khoản"}, {"cauhoi": "Khi người học làm bài tập trắc nghiệm để tính điểm trên hệ thống Elearning, điểm của người học được tính như thế nào?", "dapan": ["Điểm lần thi đầu tiên", "Điểm lần thi cuối cùng", "Điểm trung bình các lần thi", "Điểm thi có điểm cao nhất"], "dapandung": "Điểm thi có điểm cao nhất"}, {"cauhoi": "Trình duyệt web đọc định dạng nào để hiển thị trang web?", "dapan": ["NET", "URL", "DOC", "HTML"], "dapandung": "HTML"}, {"cauhoi": "Trong các thuật ngữ dưới đây, thuật ngữ nào KHÔNG chỉ dịch vụ Internet?", "dapan": ["Email", "Chat", "WWW", "TCP/IP"], "dapandung": "TCP/IP"}, {"cauhoi": "Mạng ARPANET ra đời vào năm nào?", "dapan": ["1970", "1965", "1969", "1971"], "dapandung": "1969"}, {"cauhoi": "World Wide Web là sản phẩm của công ty/tập đoàn nào?", "dapan": ["CERN", "Apple", "Microsoft", "Google"], "dapandung": "CERN"}, {"cauhoi": "Để truy cập vào hệ thống Elearning và tham gia học tập các môn học theo kế hoạch học tập đã đăng ký, người học cần phải có __________.", "dapan": ["Câu hỏi ôn tập trắc nghiệm trực tuyến.", "Tài khoản học tập", "Giáo trình tự học được in ấn.", "Giáo trình, bài giảng phiên bản điện tử."], "dapandung": "Tài khoản học tập"}, {"cauhoi": "Trường hợp người học không có ghi đầy đủ thông tin ngày tháng năm sinh trong hồ sơ đăng ký, những nội dung còn thiếu sẽ được thay thế bằng ký tự gì?", "dapan": ["--", "00", "Khoảng cách", "//"], "dapandung": "00"}]}